Repository: evrenesat/genesis
Catalog: genesis/locale/*/LC_MESSAGES/django.po
Languages: tr

source: Accounting
tr: Muhasebe

source: Institution
tr: Kurum

source: Discount rate
tr: İndirim oranı

source: Alt. Pricing
tr: Alt. Fiyatlandırma

source: Use alternative price
tr: Alternatif fiyatlandırmayı kullan

source: Open account
tr: Açık hesap

source: This institution makes mountly payments
tr: Bu kurum aylık ödemeler yapar

source: Definition date
tr: Oluşturulma tarihi

source: Institue Pricing
tr: Kurum Fiyatlandırması

source: Institue Pricings
tr: Kurum Fiyatlandırmaları

source: Institute pricing
tr: Kurum fiyatlandırması

source: Analyse Type
tr: Test Tipi

source: Exact price
tr: Net fiyat

source: Analyse Pricing
tr: Test Fiyatlandırması

source: Analyse Pricings
tr: Test Fiyatlandırmaları

source: Expense (-)
tr: Harcama (-)

source: Customer debt (-)
tr: Müşteri borcu (-)

source: Customer payment (+)
tr: Müşteri ödemesi (+)

source: Sell
tr: Satış

source: Cash
tr: Nakit

source: Credit Card
tr: Kredi Kartı

source: Bank transfer
tr: EFT / Havale

source: Admission
tr: Hasta Kabul

source: Patient
tr: Hasta

source: Payment method
tr: Ödeme yöntemi

source: Record type
tr: Kayit tipi

source: Amount
tr: Miktar

source: Payment Record
tr: Ödeme Kaydı

source: Payment Records
tr: Ödeme Kayıtları

source: Only one sell payment can exist per admission
tr: Her bir Hasta Kabul kaydı için sadece bir adet satış tipinde ödeme kaydına izin verilir.

source: Tax included
tr: KDV Dahil

source: List price
tr: Liste fiyatı

source: Discount percentage
tr: İndirim yüzdesi

source: Discount amount
tr: İndirim miktarı

source: Customer price
tr: Müşteri fiyatı

source: Admission Pricing
tr: Hasta Kabul Fiyatlandırması

source: Admission Pricings
tr: Hasta Kabul Fiyatlandırmaları

source: Name
tr: İsim

source: Address
tr: Adres

source: Total
tr: Toplam

source: Discount
tr: İndirim

source: SubTotal
tr: Ara toplam

source: Tax amount
tr: Vergi tutarı

source: Grand Total
tr: Genel Toplam

source: Invoice
tr: Fatura

source: Invoices
tr: Faturalar

source: Item name
tr: Öge adı

source: Quantity
tr: Adet

source: Unit
tr: Birim

source: Line total
tr: Satır toplamı

source: Invoice Item
tr: Fatura Ögesi

source: Invoice Items
tr: Fatura Ögeleri

source: Customer address is missing
tr: Müşteri adresi eksik

source: Mark as Finished
tr: Tamamlandı yap

source: Mark as Approved
tr: Onaylandı yap

source: Advanced
tr: Gelişmiş

source: Quick parameter definition
tr: Hızlı parametre tanımlama

source: Admission Information
tr: Hasta Kabul Bilgisi

source: Analyse Result
tr: Test Sonucu

source: Institution / Doctor
tr: Kurum / Doktor

source: Patient info
tr: Hasta bilgisi

source: Ext.Lab
tr: Dış.Lab

source: Analyse
tr: Test

source: Analyse state
tr: Test aşaması

source: Analyse Types
tr: Test Tipleri

source: Biography
tr: Biyografi

source: Title
tr: Ünvan

source: Title prefix
tr: Ünvan önek

source: Phone
tr: Telefon

source: Signature image
tr: İmza görseli

source: Person
tr: Personel

source: Persons
tr: Personeller

source: Code
tr: Kod

source: Order
tr: Sıra

source: Medium Type
tr: Taşıma Ortamı

source: Medium Types
tr: Taşıma Ortamları

source: Sort order
tr: Gösterim sırası

source: Sample Type
tr: Örnek Türü

source: Sample Types
tr: Örnek Türleri

source: Analyse Method
tr: Test Yöntemi

source: Analyse Methods
tr: Test Yöntemleri

source: State Definitions
tr: Aşama Tanımları

source: Analyse Group
tr: Test Grubu

source: Analyse Groups
tr: Test Grupları

source: Process logic code
tr: Sonuç hesaplama kodu

source: This code will be used to calculate the analyse result according to entered data
tr: Bu kod girilen sonuç verileri ile nihai test sonucunun hesaplanması için kullanılır

source: Process Logic Code
tr: Sonuç Hesaplama Kodu

source: Process Logic Codes
tr: Sonuç Hesaplama Kodları

source: Sub types
tr: Alt tipler

source: Group
tr: Grup

source: This is a group type, consist of other analyse types
tr: Bu diğer test tiplerini içeren bir test grubudur.

source: Category
tr: Kategori

source: Method
tr: Yöntem

source: Code name
tr: Kod adı

source: Report footnote
tr: Rapor altnotu

source: This will be shown under the report
tr: Bu metin raporun altında gösterilecektir.

source: Goes to external lab
tr: Dış laba gider

source: Analysed by an external lab
tr: Dış lab tarafından test edilir

source: External lab
tr: Dış Laboratuvar

source: External lab price
tr: Dış lab fiyatı

source: Price
tr: Fiyat

source: Alternative price
tr: Alternatif fiyat

source: Alternative price definition. Can be used for foregeign currencies etc.
tr: Alternatif fiyat tanımı. Başka para birimleri için kullanılabilir.

source: Process logic
tr: Sonuç hesaplama kodu

source: Process Time
tr: İşlem Süresi

source: Barcode count
tr: Barkod sayısı

source: Number of barcodes to print
tr: Basılacak barkod sayısı

source: Work group #
tr: Çalışma grubu sayısı

source: Number of work groups
tr: Analiz işlemi kaç grup halinde yürütülecek

source: Analyse type
tr: Test tipi

source: Analyse Type for Institution
tr: Kurum için Test Tipi

source: Analyse Types for Institution
tr: Kurum için Test Tipleri

source: Priority
tr: Öncelik

source: Report title
tr: Rapor başlığı

source: Combo
tr: Kombine

source: Supports combined reporting of multiple analyses
tr: Birden çok testin tek rapor olarak çıkarılmasını destekler

source: Generic
tr: Jenerik

source: Use generic reporting
tr: Jenerik raporlamayı kullan

source: Template
tr: Şablon

source: Report Template
tr: Rapor Şablonu

source: Report Templates
tr: Rapor Şablonları

source: Patient Admission
tr: Hasta Kabülü

source: Copy of result
tr: Sonuç kopyası

source: Result parameters
tr: Sonuç parametreleri

source: Can be used to override entered/calculated result parameters<br>Format:<br> key=val<br />key2=val2
tr: Girilmiş ya da hesaplanmış sonuç parametrelerinin üzerine yazmak için kullanılabilir<br>Format:<br> anahtar=deger<br />baska_bir_anahtar=başka_deger

source: Interpretation
tr: Yorum

source: Interpretation of analyse results
tr: Test sonuçlarının yorumu

source: Result
tr: Sonuç

source: Normal Karyotype, Trisomy 21
tr: Normal Karyotip, Trizomi 21

source: Analyse result dict
tr: Test sonucu sözlüğü

source: Sample Amount
tr: Örnek Miktarı

source: Sample type
tr: Örnek Türü

source: Medium Amount
tr: Taşıma ortamı sayısı

source: Medium type
tr: Taşıma ortamı

source: Report template
tr: Rapor şablonu

source: Instead of default one, use this template to create the analyse report.
tr: Test raporunu varsayılan yerine seçilen şablon ile oluştur.

source: Finished
tr: Tamamlandı

source: Completion time
tr: Tamamlanma zamanı

source: Approve time
tr: Onaylanma zamanı

source: Analyser
tr: Test Eden

source: Approved
tr: Onaylandı

source: Accepted
tr: Kabul edildi

source: Approver
tr: Onaylayan

source: You don't have required permissions to mark an analyse as finished
tr: Testi tamamlandı olarak işaretleme yetkiniz yok

source: Following sample types can be selected;
tr: Şu örnek tiplerinden biri seçilebilir;

source: Analysis
tr: Testler

source: Explanation
tr: Açıklama

source: Finished state
tr: Tamamlanma durumu

source: Approved state
tr: Onaylanma durumu

source: Accepted state
tr: Kabul edilme durumu

source: First state
tr: İlk durum

source: Requires double check
tr: İki kere kontrol gerektirir.

source: Analyse State Definition
tr: Test Durum Tanımı

source: Analyse State Definitions
tr: Test Aşama Tanımları

source: State
tr: Aşama

source: Notes
tr: Notlar

source: Timestamp
tr: Zaman damgası

source: Update date
tr: Güncellme

source: Personnel
tr: Personel

source: Current state
tr: Son durum

source: All
tr: Tümü

source: Analyse State
tr: Test Aşaması

source: Analyse States
tr: Test Aşamaları

source: Simple Key & Value
tr: Basit Anahtar & Değer

source: Tabular Key & Value
tr: Çizelge Anahtar & Değer

source: Boolean Matrix
tr: Matris Mantıksal(Olumlu/Olumsuz)

source: String Matrix
tr: Matris (Karakter)

source: Numeric Matrix
tr: Matris (Sayısal)

source: <hr /> <strong>Data Definition Help</strong><br /> Matrices:<br /> cols = N/N, Mt/N, Mt/Mt<br /> rows = Faktör V Leiden PCR, Faktör V HR2 PCR<br /> <hr /> Key/Values:<br /> key<br /> key2<br /> key_with_preset=val1,val2,val3 <br><br>Note: Parameters that their code name starts with underscore "_" will be excluded from reports.
tr: <hr /> <strong>Parametre Tanımlama Yardımı</strong><br /> Matrisler:<br /> cols = N/N, Mt/N, Mt/Mt<br /> rows = Faktör V Leiden PCR, Faktör V HR2 PCR<br /> <hr /> Anahtar/Değer Çiftleri:<br /> key<br /> key2<br /> key_with_preset=val1,val2,val3 <br><br>Not: Adı alt çizgi "_" ile başlayan parametreler raporlarda gösterilmez.

source: Parameter type
tr: Parametre tipi

source: Parameter definition
tr: Parametre tanımı

source: Parameter Definition
tr: Parametre Tanımı

source: Parameter Definitions
tr: Parametre Tanımları

source: String
tr: Karakter

source: Integer
tr: Sayısal

source: Decimal
tr: Ondalık

source: Boolean
tr: Mantıksal (Olumlu/Olumsuz)

source: Default value
tr: Varsayılan değer

source: Parameters that their code name starts with underscore "_" will be excluded from reports.
tr: Kod adı alt çizgi "_" ile başlayan parametreler raporlarda gösterilmez.

source: Help text
tr: Yardim metni

source: Multiple options
tr: Çoklu seçim

source: Presets
tr: Önayar

source: Row number
tr: Satır numarası

source: Column number
tr: Sütun numarası

source: Parameter Key
tr: Parametre Anahtarı

source: Parameter Keys
tr: Parametre Anahtarları

source: Value
tr: Değer

source: Int Value
tr: Sayısal Değer

source: Float Value
tr: Ondalık Değer

source: Analyse name
tr: Test adı

source: Patient name
tr: Hasta adı

source: Result Value
tr: Sonuç Değeri

source: Result Values
tr: Sonuç Değerleri

source: Application Setting
tr: Uygulama Ayarı

source: Application Settings
tr: Uygulama Ayarları

source: Female
tr: Kadın

source: Male
tr: Erkek

source: Self
tr: Kendi

source: Father
tr: Baba

source: Mother
tr: Anne

source: Government Hospital
tr: Devlet Hastanesi

source: Private Hospital
tr: Özel Hastane

source: Clinic
tr: Klinik

source: Lab
tr: Laboratuvar

source: Supplier
tr: Tedarikçi

source: Internal
tr: Dahili

source: Institution type
tr: Kurum

source: Cellular phone
tr: Cep telefonu

source: Email
tr: Eposta

source: Tax no
tr: Vergi no

source: Tax office
tr: Vergi dairesi

source: Institutions
tr: Kurumlar

source: External Lab
tr: Dış Laboratuvar

source: External Labs
tr: Dış Laboratuvarlar

source: Surname
tr: Soyadı

source: If left blank, an institution record will be created for this doctor
tr: Boş bırakılırsa otomatik olarak bir kurum kaydı oluşturulur.

source: Doctor
tr: Doktor

source: Doctors
tr: Doktorlar

source: Is newborn?
tr: Yenidoğan mı?

source: Sex
tr: Cinsiyet

source: Patient Relation
tr: Hasta Yakınlığı

source: Birthdate
tr: Doğum tarihi

source: Patients
tr: Hastalar

source: Urgent
tr: Acil

source: Indications
tr: Endikasyon

source: Reproductive story / Family Tree
tr: Üreme geçmişi / Soy Ağacı

source: Pregnancy week
tr: Gebelik haftası

source: UPD
tr: USG

source: LMP
tr: SAT

source: Admission date
tr: Hasta Kabul tarihi

source: Patient Admissions
tr: Hasta Kabülleri

source: Cannot be deleted
tr: Silinemez

source: Reject state
tr: Red durumu

source: Finish state
tr: Tamamlanma durumu

source: Admission State Definition
tr: Hasta Kabul Aşaması Tanımı

source: Admission State Definitions
tr: Hasta Kabul Aşaması Tanımları

source: Comment
tr: Yorum

source: Admission State
tr: Hasta Kabul Aşaması

source: Admission States
tr: Hasta Kabul Aşamaları

source: Creation Date
tr: Oluşturulma tarihi

source: Sample
tr: Örnek

source: Samples
tr: Örnekler

source: Selected anaylse type and given analyse does not match
tr: Seçilen test tipi ve kodu okutulan test uyuşmuyor.

source: No analyse found for given admission in selected analyse type
tr: Bu hasta için seçilen tipte bir test bulunamadı.

source: Missing data received
tr: Eksik veri alındı

source: You don't have the required permissions to complete this action.
tr: Bu işlemi yapma yetkiniz yok

source: Wrong patient information. No record found
tr: Yanlış hasta bilgisi. Kayıt bulunamadı

source: Your analyse results are ready. Please contact with your doctor.
tr: Test sonuçlarınız hazır. Lütfen doktorunuzla iletişime geçiniz.

source: Your analyses are still in progress.
tr: Test işlemi devam ediyor.

source: Dashboard
tr: Ana Ekran

source: User
tr: Kullanıcı

source: Change password
tr: Parola değiştir

source: Log out
tr: Çıkış Yap

source: Documentation
tr: Belgeler

source: Home
tr: Ana Ekran

source: Add
tr: Ekle

source: You don´t have permission to edit anything.
tr: Yetkiniz yok

source: Custom Views
tr: Özel Görünümler

source: Filter
tr: Süz

source: Please correct the error below.
tr: Lütfen aşağıdaki hatayı düzeltin.

source: Please correct the errors below.
tr: Lütfen aşağıdaki hataları düzeltin.

source: Save
tr: Kaydet
